brew "neovim"
brew "antidote"
brew "starship"
brew "chezmoi"
brew "pyenv"
brew "uv"
brew "nvm"
brew "rustup"
brew "httpie"
brew "mintoolkit"
brew "eza"
brew "bat"
brew "doctl"
brew "cloudflare-cli4"
brew "awscli"
brew "pass"
brew "kubernetes-cli"
brew "k9s"
brew "helm"
brew "kind"
brew "just"
brew "ripgrep"
brew "the_silver_searcher"
brew "mongosh"
brew "mongodb-database-tools"
brew "pulumi"
brew "opentofu"
brew "k6"
brew "tmux"
brew "tpm"
cask "swish"
cask "protonvpn"
cask "proton-mail-bridge"
cask "little-snitch"
cask "bitwarden"
cask "proxyman"
cask "karabiner-elements"
cask "wezterm"
cask "claude"
cask "claude-code"
cask "orbstack"
cask "syncthing"
cask "discord"
cask "obsidian"
cask "notion"
cask "vlc"
cask "mongodb-compass"
cask "lens"
cask "beekeeper-studio"
cask "firefox@developer-edition"
cask "redis-insight"
cask "boop"
cask "antinote"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
