tap "cormacrelf/tap"
brew "neovim"
brew "antidote"
brew "starship"
brew "chezmoi"
brew "pyenv"
brew "uv"
brew "nvm"
brew "rustup"
brew "httpie"
brew "mintoolkit"
brew "eza"
brew "bat"
brew "doctl"
brew "cloudflare-cli4"
brew "awscli"
brew "kubernetes-cli"
brew "k9s"
brew "helm"
brew "kind"
brew "just"
brew "ripgrep"
brew "the_silver_searcher"
brew "mongosh"
brew "mongodb-database-tools"
brew "pulumi"
brew "opentofu"
brew "k6"
brew "act"
brew "aws-elasticbeanstalk"
brew "tmux"
brew "tpm"
brew "btop"
brew "cormacrelf/tap/dark-notify"
brew "gh"
cask "zed"
cask "swish"
cask "proxyman"
cask "karabiner-elements"
cask "wezterm"
cask "claude"
cask "claude-code"
cask "orbstack"
cask "elgato-wave-link"
cask "elgato-stream-deck"
cask "elgato-camera-hub"
cask "obsidian"
cask "notion"
cask "notion-mail"
cask "notion-calendar"
cask "mongodb-compass"
cask "lens"
cask "beekeeper-studio"
cask "firefox@developer-edition"
cask "google-chrome"
cask "redis-insight"
cask "slack"
cask "boop"
cask "antinote"
cask "ngrok"
cask "github"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
